[{"model": "posts.post", "pk": 56, "fields": {"title": "Star’s strange path around black hole proves Einstein right—again", "slug": "stars-strange-path-around-black-hole-proves-einstein-rightagain-1587483090", "author": 5, "body": "<p>Albert Einstein’s theory of general relativity has aced another test. Following nearly 3 decades of monitoring, researchers have detected a subtle shift in the orbit of the closest known star to the supermassive black hole at the center of the Milky Way—and the movement matches Einstein’s theory precisely.</p>\r\n\r\n<p>The star, known as S2, follows an elliptical 16-year orbit. It <a href=\"https://www.sciencemag.org/news/2018/07/star-s-black-hole-encounter-puts-einstein-s-theory-gravity-test\">made a close approach</a>—within 20 billion kilometers—to our black hole, Sagittarius A*, last year. If Isaac Newton’s classic description of gravity holds true, S2 should then continue along exactly the same path through space as on its previous orbit. But it didn’t.</p>\r\n\r\n<p>Instead, <a href=\"https://www.aanda.org/articles/aa/full_html/2020/04/aa37813-20/aa37813-20.html\">it followed a slightly diverging path</a>, the axis of its ellipse shifting slightly, a team using the European Southern Observatory’s Very Large Telescope reports today in <cite>Astronomy &amp; Astrophysics</cite>. The phenomenon, known as Schwarzschild precession, would, in time, cause S2 to trace out a spirograph like a flower pattern in space (as shown above)—as general relativity predicts.</p>\r\n\r\n<p>As well as another stringent test of relativity, the researchers say their detailed tracking of S2 will allow them to study how much invisible material, including dark matter and smaller black holes, exists around Sagittarius A*. And that could help them understand how such behemoths grow and evolve.</p>", "image": "posts/black_hole.jpg", "category": 8, "publish": "2020-04-21T15:21:06Z", "created": "2020-04-21T15:31:30.716Z", "updated": "2020-04-21T15:45:23.823Z", "status": "published", "likes": [5, 2], "dislikes": []}}, {"model": "posts.post", "pk": 57, "fields": {"title": "Gravitational waves reveal unprecedented collision of heavy and light black holes", "slug": "gravitational-waves-reveal-unprecedented-collision-of-heavy-and-light-black-holes-1587484170", "author": 5, "body": "<p>Researchers with the world’s gravitational wave detectors said today they had picked up vibrations from a cosmic collision that harmonized with the opening notes of an Elvis Presley hit. The source was the most exotic merger of two black holes detected yet—a pair in which one weighed more than three times as much as the other. Because of the stark mass imbalance, the collision generated gravitational waves at multiple frequencies, in a harmony&nbsp;Elvis fans would recognize. The chord also confirms a prediction of Albert Einstein’s theory of gravity, or general relativity.</p>\r\n\r\n<p>Such mismatched mass events could help theorists figure out how pairs of black holes form in the first place. “Anything that seems to be at the edge of our predictions is most interesting,” says Chris Belczynski, a gravitational theorist at the Polish Academy of Sciences, who was not involved in the observation. But the one event is “not quite in the regime where you can tell the different formation [routes] apart.”</p>\r\n\r\n<p>Physicists <a href=\"https://www.sciencemag.org/news/2016/02/gravitational-waves-einstein-s-ripples-spacetime-spotted-first-time\">first detected gravitational waves in 2015</a>, when the Laser Interferometer Gravitational-Wave Observatory (LIGO), a pair of detectors in Washington and Louisiana, spotted two black holes spiraling into each other, generating infinitesimal ripples in spacetime. Two years later, the Virgo detector&nbsp;near Pisa, Italy, joined the hunt, and by August 2017, the detectors had bagged a total of 10 black hole mergers.</p>\r\n\r\n<p>All involved pairs of black holes with roughly equal masses, says Maya Fishbach, a physicist and LIGO member at the University of Chicago. But on 12 April 2019, the three detectors detected a black hole merger 2.4 billion light-years away in which one weighed 30 solar masses and the other just eight, says Fishbach, who reported on the event at the <a href=\"https://aps-april.onlineeventpro.freeman.com/\">American Physical Society’s online April meeting</a>. “This is the first event in which we can confidently say the mass-ratio is not one,” she says.</p>\r\n\r\n<p>Ordinarily, two spiraling black holes pump out gravitational waves concentrated at a single frequency: double the rate at which they orbit each other. That doubling arises because of the matched masses of the black holes. Every half orbit they return to a position that’s effectively identical to their original one. But if the black holes have distinctly different masses, then general relativity predicts that they should also generate weaker waves at higher frequencies, or overtones.</p>\r\n\r\n<p>The next strongest note sung by the pair should vibrate at three times the orbital frequency, or 1.5&nbsp;times the main gravitational wave frequency. If the main frequency were a C on a piano, the overtone would be the next higher G—a perfect fifth, and the interval of the first two notes in the melody of Presley’s hit <a href=\"https://www.youtube.com/watch?v=GSaxhqJG1Mw\">“I Can’t Help Falling in Love with You.”</a> That is what the LIGO and Virgo researchers detected, says Maximiliano Isi, a physicist and LIGO member at the Massachusetts Institute of Technology, who also spoke at the meeting. The overtone rang roughly as loudly as predicted by general relativity, Isi says. “Einstein prevails again.”</p>\r\n\r\n<p>Such oddball events might help researchers figure out how the black holes pair in the first place. That’s a puzzle because it’s not obvious how such big black holes can form so close together. Theorists have two general ideas. The pairs could originate from a pair of orbiting massive stars, which each collapse into black holes at the ends of their lives. Alternatively, in so-called dynamical models, the black holes might form completely separately and find each other across space and time, a scenario more likely in globular clusters, the dense clumps of stars found in the outer reaches of galaxies.</p>\r\n\r\n<p>Either scenario can probably account for the mismatched black holes in this event, Belczynski says. “If it [the mass ratio] had been 10-to-one&nbsp;I would have bet on the dynamical models,” he says, as binary star systems generally don’t form with such skewed ratios. Fishbach agrees that the single event isn’t enough to rule out one scenario or the other. But she says that if LIGO and Virgo spot more mismatched events, the statistical distributions could suggest which scenario is more likely.</p>\r\n\r\n<p>However, the event could have a more complex origin, says Emanuele Berti, a gravitational wave astronomer at Johns Hopkins University. The fact that the one black hole is so much heavier than the other and appears to be spinning fast suggest that it, too, was the product of a merger. “It looks quiet&nbsp;like the product of a multiple-generation merger,” he says.</p>\r\n\r\n<p>More peculiar collisions might be waiting among the dozens of recorded events that researchers have yet to analyze. LIGO and Virgo’s observing run three, which went from 1 April 2019 to 26 March, picked up 56 new gravitational wave events, more than five times the previous total. LIGO and Virgo researchers had hoped to finish a global analysis of roughly half that data set by now, but the coronavirus pandemic delayed them, says Patrick Brady, a physicist at the University of Wisconsin, Milwaukee, and spokesperson for the LIGO scientific collaboration. Belczynski says he’s anxious to see those results. “I’m just sitting here with my students, my entire group, waiting for this paper.”</p>", "image": "posts/black_hole_collisions.jpg", "category": 8, "publish": "2020-04-20T15:45:47Z", "created": "2020-04-21T15:49:30.155Z", "updated": "2020-04-21T15:49:30.155Z", "status": "published", "likes": [], "dislikes": []}}, {"model": "posts.post", "pk": 58, "fields": {"title": "Space travel can seriously change your brain", "slug": "space-travel-can-seriously-change-your-brain-1587485664", "author": 5, "body": "<p>It turns out that spending time in space can change your brain (and you might have to be spun around to prevent it). </p><p>Researchers have been exploring how spaceflight <a href=\"https://www.space.com/43126-space-travel-astronaut-health-immune-system-cancer.html\" target=\"_blank\">can affect human physiology and human health </a>for as long as we have been working to launch people to space. For example, the groundbreaking <a href=\"https://www.space.com/nasa-twins-study-kelly-astronauts-results.html\" target=\"_blank\"><u>Twins Study</u></a> uncovered a multitude of ways that space changes our bodies — even our gene expression!</p><aside class=\"hawk-widget\" data-render-type=\"fte\" data-widget-type=\"seasonal\"></aside><p>But one new study suggests that spaceflight could affect the human brain in strange and unusual ways, which could impair astronaut eyesight and last for a long time.</p><p><strong>Related: </strong><a href=\"https://www.space.com/20730-human-body-spaceflight-weird-facts.html\"><strong>The Human Body in Space: 6 Weird Facts</strong></a></p><div id=\"futr_botr_AYNpMf0z_XzKn4M6Y_div\" class=\"future__jwplayer\"><div id=\"botr_AYNpMf0z_XzKn4M6Y_div\"></div></div><p>Since the days of the <a href=\"https://www.space.com/16726-space-shuttle.html\" target=\"_blank\">shuttle program</a> to today, astronauts have reported issues with vision after traveling to space. Medical evaluations on Earth have revealed that astronauts' optic nerves swell and some experience retinal hemorrhage and other structural changes to their eyes. </p><p>Scientists suspect that these vision issues are caused by increased \"intracranial pressure,\" or pressure in the head, during spaceflight. In a new study led by Dr. Larry Kramer, a radiologist at the University of Texas Health Science Center at Houston, researchers have found evidence that this pressure does, in fact, increase in microgravity. </p><p>In this study, the team performed brain <a href=\"https://www.livescience.com/39074-what-is-an-mri.html\" target=\"_blank\"><u>MRI</u></a> (magnetic resonance imaging, a technique that uses specialized scanners to image parts of the body using magnetic fields) on 11 astronauts (10 men and one woman) both before and after they traveled to space and for up to a year after their return. These MRI images showed that, with long-duration exposure to microgravity, the brain swells and cerebrospinal fluid, which surrounds the brain and spinal cord, increases in volume. </p><p>These findings support the theory that spaceflight increases pressure in the head which researchers think could be tied to issues with astronaut vision, Kramer told Space.com.</p><p>Additionally, Kramer and his colleagues found that the pituitary gland, also changes with exposure to microgravity, Kramer said. They found that the gland became compressed, it changed in height and shape which, as Kramer said, this is a sign of increased pressure in the head. </p><p><strong>Related: </strong><a href=\"https://www.space.com/43285-astronaut-health-medicine-in-space.html\"><strong>Astronauts Use 'Smart Shirt' and Ultrasounds to Monitor Health </strong></a></p><p class=\"mid__article\"></p><div id=\"futr_botr_E0PcsuFR_XzKn4M6Y_div\" class=\"future__jwplayer\"><div id=\"botr_E0PcsuFR_XzKn4M6Y_div\"></div></div><p>The researchers also found that these effects, the swelling of the brain alongside the compressing pituitary gland and the pressure in the head, was still present a year after the astronauts returned from space. That duration suggests that these effects could be long-lasting, Kramer said. However, further study is needed to evaluate exactly how microgravity affects the brain over an astronaut's lifetime and how this might vary between people, Kramer said. </p><p>Scientists have a number of theories about why the brain swells in space, but what Kramer called \"one of the most compelling,\" is that without gravity, the fluids in our body that usually circulate evenly travel up toward the head and away from the feet, he said. \"The blood that normally pools in the extremities redistributes toward the head,\" he said. \"It's not something that we normally experience on Earth unless you're sort of standing on your hands.\"</p><p>Researchers are also working to develop what spaceflight experts call \"countermeasures,\" or techniques that could be used to reduce these negative effects. </p><p>To test countermeasures, research subjects are put on bed rest with their heads tilted downward to simulate the fluid shift scientists believe happens in microgravity. In this position, researchers have found that the optic nerve swells and seen other physical effects that are also seen in spaceflight. \"If we can prevent those [effects] in the bed-rest studies, then potentially we can prevent those in microgravity,\" Kramer said.</p><p>One of the countermeasures that researchers are experimenting with is reminiscent of the revolving space station in the sci-fi film \"2001: A Space Odyssey,\" Kramer said. The countermeasure would \"spin an astronaut around for a certain portion of the day, just moving the blood through the body and back towards the legs,\" like an artificial gravity, Kramer said. </p><p>Another countermeasure scientists think may help is a specialized suit for the feet and legs that would help to maintain their fluid levels. </p>", "image": "posts/space_travel.jpg", "category": 9, "publish": "2020-04-19T15:53:09Z", "created": "2020-04-21T16:14:24.187Z", "updated": "2020-04-21T16:16:20.542Z", "status": "published", "likes": [2], "dislikes": []}}, {"model": "posts.post", "pk": 62, "fields": {"title": "This is the brightest supernova ever seen", "slug": "this-is-the-brightest-supernova-ever-seen-1587494203", "author": 5, "body": "<p>You’re looking at an artist’s conception of&nbsp;the brightest supernova ever recorded, a celestial explosion so massive it has blotted out the light of its surrounding galaxy, 4 billion light-years away. First discovered at Hawaii’s Panoramic Survey Telescope and Rapid Response System observatory in 2016, scientists have spent the past several years studying the event, dubbed SN2016aps. It is perhaps the <a href=\"https://www.cnn.com/2020/04/13/world/brightest-supernova-sn2016aps-scn/index.html\">largest supernova ever seen</a>, a catastrophic explosion that marks the end of a star’s life, CNN reports. The colossal SN2016aps likely formed when two smaller stars merged ahead of what astrophysicists refer to as a “pulsational pair-instability” supernova—a previously theoretical type of supernova that ignites <a href=\"https://www.nature.com/articles/s41550-020-1066-7\">pulsating waves of gas</a>, researchers report today in <cite>Nature Astronomy</cite>. The team hopes the finding will prompt NASA’s new James Webb Space Telescope to look back in time to the deaths of the very first stars in the universe.</p>\r\n\r\n<p><em><strong>*Correction, 15 April, 10:45 a.m.:</strong>&nbsp;This story originally stated that the SN2016aps supernova lasted for 4 billion years. Instead, it happened 4&nbsp;billion light-years away. We have corrected the article. Also, the image is an artist’s conception; we have clarified that in the text.</em></p>", "image": "posts/supernova2.jpg", "category": 10, "publish": "2020-04-19T18:33:12Z", "created": "2020-04-21T18:36:43.617Z", "updated": "2020-04-21T19:01:12.420Z", "status": "published", "likes": [], "dislikes": []}}, {"model": "posts.post", "pk": 63, "fields": {"title": "Apollo 13 at 50: How NASA turned near-disaster at the moon into a 'successful failure' in space", "slug": "apollo-13-at-50-how-nasa-turned-near-disaster-at-the-moon-into-a-successful-failure-in-space-1587494512", "author": 5, "body": "<div id=\"futr_botr_SYrtMXXO_bQHItauA_div\" class=\"future__jwplayer\"><div id=\"botr_SYrtMXXO_bQHItauA_div\"></div></div><p>Fifty years ago today (April 11), three astronauts launched to space, poised to be the next humans to walk on the moon. But things didn't exactly go according to plan.</p><p>Famously described as a \"successful failure,\" the <a href=\"https://www.space.com/17250-apollo-13-facts.html\" target=\"_blank\">Apollo 13</a> mission almost ended in complete and utter disaster. However, while the astronauts never made it to the moon's surface, their very survival serves as a testament to the human spirit and incredible ingenuity. </p><aside class=\"hawk-widget\" data-render-type=\"fte\" data-widget-type=\"seasonal\"></aside><p>\"Our goal 50 years ago was to save our valiant crew after sending them around the moon and return them safely to Earth,\" NASA Administrator Jim Bridenstine <a href=\"https://www.nasa.gov/press-release/nasa-commemorates-50th-anniversary-of-apollo-13-a-successful-failure\" target=\"_blank\"><u>said in a statement</u></a>. \"Our goal now is to return to the moon to stay, in a sustainable way. We are working hard to ensure that we don't need to respond to this kind of emergency in Artemis, but to be ready to respond to any problems we don't anticipate.\"</p><p>(<a href=\"https://www.space.com/artemis-program.html\">Artemis</a> is NASA's current program of crewed lunar exploration, which aims to land the first woman and the next man on the moon in 2024.) </p><p><strong>Related: </strong><a href=\"https://www.space.com/apollo-13-real-time-website.html\"><strong>See Apollo 13 as it happened with Apollo 13 in Real Time</strong></a></p><figure data-bordeaux-image-check><p class=\"vanilla-image-block\"><img src=\"https://vanilla.futurecdn.net/space/media/img/missing-image.svg\" alt=\"The crewmembers of the Apollo 13 mission, step aboard the USS Iwo Jima recovery ship after successfully surviving their journey around the moon and splashing down in the Pacific ocean. \" class=\"expandable lazy-image-van optional-image\" onerror=\"if(this.src &amp;&amp; this.src.indexOf('missing-image.svg') !== -1){return true;};this.parentNode.replaceChild(window.missingImage(),this)\" sizes=\"(min-width: 1000px) 602px, calc(100vw - 40px)\" data-normal=\"https://vanilla.futurecdn.net/space/media/img/missing-image.svg\" data-srcset=\"https://cdn.mos.cms.futurecdn.net/r4XGGww3nA8pTb5cUBmhAa-320-80.jpg 320w, https://cdn.mos.cms.futurecdn.net/r4XGGww3nA8pTb5cUBmhAa-650-80.jpg 650w, https://cdn.mos.cms.futurecdn.net/r4XGGww3nA8pTb5cUBmhAa-970-80.jpg 970w\" data-original-mos=\"https://cdn.mos.cms.futurecdn.net/r4XGGww3nA8pTb5cUBmhAa.jpg\" data-pin-media=\"https://cdn.mos.cms.futurecdn.net/r4XGGww3nA8pTb5cUBmhAa.jpg\"></p><figcaption itemprop=\"caption description\"><span class=\"caption-text\">The crewmembers of the Apollo 13 mission, step aboard the USS Iwo Jima recovery ship after successfully surviving their journey around the moon and splashing down in the Pacific ocean.  </span><span class=\"credit\" itemprop=\"copyrightHolder\">(Image credit: NASA)</span></figcaption></figure><p>At 2:13 p.m. EST (1813 GMT) on April 11, 1970, commander <a href=\"https://www.space.com/20320-astronaut-jim-lovell-apollo-13-biography.html\"><u>James \"Jim\" Lovell</u></a>, command module pilot <a href=\"https://www.space.com/20319-jack-swigert-apollo-13-biography.html\"><u>John \"Jack\" Swigert</u></a> and lunar module pilot <a href=\"https://www.space.com/20318-fred-haise-apollo-13-biography.html\"><u>Fred Haise</u></a> took off without a hitch from Launch Complex 39A at NASA's Kennedy Space Center in Florida. The astronauts were on their way to the moon. But about 56 hours into the mission, things went seriously awry. </p><p>The crew, who had just finished a television broadcast from aboard the command module, nicknamed Odyssey, noticed a slight drop in cabin pressure. Swigert went to see what was going on and check on the service module's oxygen tanks.</p><p>The crew heard a loud bang coming from outside and Swigert uttered the famous line: \"Okay Houston, we've had a problem here.\"</p><p><strong>Apollo 13 timeline: </strong><a href=\"https://www.space.com/apollo-13-timeline.html\"><strong>The hectic days of NASA's 'successful failure' to the moon</strong></a></p><div id=\"futr_botr_miEp1NKz_bQHItauA_div\" class=\"future__jwplayer\"><div id=\"botr_miEp1NKz_bQHItauA_div\"></div></div><p class=\"mid__article\"></p><p>Jack R. Lousma, the mission's communication link between the astronauts and flight controllers (the \"CAPCOM\"), asked the crew to repeat the transmission, and Lovell responded: \"Uh, Houston, we've had a problem.\" (The phrase is often remembered as \"Houston, we have a problem,\" but that line was just some movie magic from actor Tom Hanks, who played Lovell in the film \"Apollo 13.\") </p><p>It turned out that electrical shorts in the fan circuit in cryogenic oxygen tank 2 ignited wire insulation, causing the tank to heat up and become pressurized, eventually exploding. The tank explosion was so intense that it blasted off a chunk of the service module. As a result of this explosion, power and oxygen quickly started to drop and, all of a sudden, things were a matter of life or death. </p><p><strong>Celebrate Apollo 13 at 50: </strong><a href=\"https://www.space.com/apollo-13-50th-anniversary-webcast-digital-celebrations.html\"><strong>Watch NASA's 'Home Safe' documentary and more</strong></a></p><div id=\"futr_botr_7FBqItbD_XzKn4M6Y_div\" class=\"future__jwplayer\"><div id=\"botr_7FBqItbD_XzKn4M6Y_div\"></div></div><figure class=\"pull-left\" data-bordeaux-image-check><p class=\"vanilla-image-block\"><img src=\"https://vanilla.futurecdn.net/space/media/img/missing-image.svg\" alt=\"After an explosion crippled the spacecraft, the three astronauts had to fight to make their way back to Earth.\" class=\"pull-left expandable lazy-image-van optional-image\" onerror=\"if(this.src &amp;&amp; this.src.indexOf('missing-image.svg') !== -1){return true;};this.parentNode.replaceChild(window.missingImage(),this)\" sizes=\"(min-width: 1000px) 602px, calc(100vw - 40px)\" data-normal=\"https://vanilla.futurecdn.net/space/media/img/missing-image.svg\" data-srcset=\"https://cdn.mos.cms.futurecdn.net/tSGAbtzKjA9dCuAHtvPrwB-320-80.jpg 320w, https://cdn.mos.cms.futurecdn.net/tSGAbtzKjA9dCuAHtvPrwB-650-80.jpg 650w, https://cdn.mos.cms.futurecdn.net/tSGAbtzKjA9dCuAHtvPrwB-970-80.jpg 970w\" data-original-mos=\"https://cdn.mos.cms.futurecdn.net/tSGAbtzKjA9dCuAHtvPrwB.jpg\" data-pin-media=\"https://cdn.mos.cms.futurecdn.net/tSGAbtzKjA9dCuAHtvPrwB.jpg\"></p><figcaption itemprop=\"caption description\" class=\"pull-left\"><span class=\"caption-text\">After an explosion crippled the spacecraft, the three astronauts had to fight to make their way back to Earth. </span><span class=\"credit\" itemprop=\"copyrightHolder\">(Image credit: By Karl Tate, Infographics Artist)</span></figcaption></figure><p>The possibility of a moon landing quickly fell out of focus as the astronauts and NASA ground crew had to immediately start brainstorming and working together to save the astronaut's lives. They decided to power down the crew module, as they would need to preserve it for re-entry, and they evacuated to the lunar module, nicknamed Aquarius, and used it as a \"lifeboat\" out in space. </p><p>They planned to travel around the far side of the moon and use the moon's orbit as a \"slingshot\" to help them get back to Earth. Mission Control was concerned that, if they were to instead just turn around and head straight back, their engine (they weren't sure how damaged it was) might not be able to make it. </p><p>But Aquarius was only meant to carry two astronauts down to the lunar surface and back, and now it was carting three grown men around the far side of the moon. This posed a number of issues as, not only were the astronauts cramped, they noticed that carbon dioxide levels were starting to rise in the air. </p><p>Lithium hydroxide canisters aboard both the lunar module and the command module were designed to \"scrub\" or remove carbon dioxide from the air. But the canisters on Aquarius couldn't handle the extra carbon dioxide from a third passenger. The crew acted quickly, grabbing other canisters from the command module, but those canisters were a different shape and didn't quite fit into the air filtration system aboard Aquarius. </p><p>But the crew needed to make it work, so they used things including spacesuit hoses, plastic bags and duct tape. Eventually, they got the canisters from the command module to fit in Aquarius. And, voila: a do-it-yourself air filtration system. </p><p>About an hour before they reentered Earth's atmosphere, the team jettisoned the lunar module, saying goodbye to the capsule that kept them alive during their unbelievable journey around the moon. </p><p>After bidding adieu to Aquarius, the crew buckled into Odyssey and prepared for an intense re-entry and descent. Ionized air around the module created a complete communication blackout for over four minutes as the craft was descending. NASA still thought that there could be an issue with the craft's parachutes or shields and was anxiously waiting to hear from the astronauts. </p><p>So, when the crew finally re-established contact with NASA and let them know that they'd splashed down safely and successfully in the Pacific Ocean on April 17, everyone breathed a heavy sigh of relief. </p><ul><li><a href=\"https://www.space.com/apollo-13-exhibit-cosmosphere-museum.html\">Apollo 13 50th anniversary exhibit to launch new space rental service</a></li><li>", "image": "posts/apollo_.jpg", "category": 11, "publish": "2020-04-18T18:39:59Z", "created": "2020-04-21T18:41:52.083Z", "updated": "2020-04-21T18:55:39.044Z", "status": "published", "likes": [], "dislikes": []}}, {"model": "posts.post", "pk": 64, "fields": {"title": "No star, no problem: Radioactivity could make otherwise frozen planets habitable", "slug": "no-star-no-problem-radioactivity-could-make-otherwise-frozen-planets-habitable-1587496168", "author": 5, "body": "<p>Not too close, but not too far. That’s long been the rule describing how distant a planet should be from its star in order to sustain life. But a new study challenges that adage: A planet can maintain water and other liquids on its surface if it’s heated, not by starlight, but by radioactive decay, researchers calculate. That opens up the possibility for many planets—even free-floating worlds untethered to stars—to host life, they speculate.</p>\r\n\r\n<p>Radioactive isotopes such as uranium-238, thorium-232, and potassium-40 pepper Earth’s crust and mantle. As these unstable radionuclides decay, they generate a small amount of power—roughly one-thirty-thousandth that&nbsp;received from the Sun. But researchers have now proposed that some planets, particularly ones that form near the center of our Milky Way Galaxy, might possess enough of these radioactive isotopes to generate sufficient heat to keep their surfaces from freezing entirely solid.</p>\r\n\r\n<p>“That gives you the freedom to be anywhere,” says Avi Loeb, an astrophysicist at Harvard University and a co-author of the new study. “You don’t need to be close to a star.”</p>\r\n\r\n<p>Loeb and Manasvi Lingam, an astrobiologist at the Florida Institute of Technology, looked at three sources of heat for a sunless planet: heat leftover from its formation, the radioactive decay of long-lived isotopes over billions of years, and the radioactive decay of short-lived isotopes over hundreds of thousands of years. They then modeled the surface temperatures of planets with different masses and radionuclide abundances to determine whether water, ammonia, and ethane—three solvents found in the Solar System—could exist as liquids.</p>\r\n\r\n<p>Warming a planet enough to liquify water <a href=\"http://iopscience.iop.org/article/10.3847/2041-8213/ab68e5\">requires roughly 1000 times Earth’s abundance of both types of radioactive isotopes</a>, Lingman and Loeb report in <cite>The Astrophysical Journal Letters</cite>. Lingam and Loeb found that planets with the same mass as Earth but with about 100 times the abundance of radionuclides would pump out enough heat to keep ethane liquid over hundreds of millions of years. The radiation levels on such worlds would be hundreds of times higher than the time-averaged doses Chernobyl residents experienced after the Ukrainian nuclear disaster in 1986, Lingam and Loeb estimated.</p>\r\n\r\n<p>It’s unlikely that multicellular life would survive such irradiation, Lingam says. But some of Earth’s most extreme microbes would have better than a fighting chance. For instance, <em>Deinococcus radiodurans</em>, a highly radiation-resistant bacterium, would do just fine, Lingam says. “<em>Deinococcus radiodurans</em> is a really crazy organism.”</p>\r\n\r\n<p>Could a single planet amass such a large stockpile of radionuclides? That’s the key question, Loeb says. Such worlds, if they existed in our own Galaxy, would probably have to be born near the center of the Milky Way. That’s because heavy elements such as uranium and thorium are thought to be produced in collisions between neutron stars, and such collisions are more likely to occur in the densely crowded center of the Galaxy.</p>\r\n\r\n<p>But finding such a planet would come as a surprise because it’s so unlike the other worlds in our solar system, says Tim Lichtenberg, a planetary scientist at the University of Oxford who was not involved in the research. “It’s hard to argue that it’s impossible. But it’s definitely not the norm.”</p>\r\n\r\n<p>If one of these worlds does exist, the James Webb Space Telescope, slated to launch in 2021, might be able to spot it by virtue of the radiation it would emit. But one of the telescope’s cameras would need roughly 10 days to detect the signal, which would be strongest in the infrared, Lingam and Loeb calculated. And that exposure estimate could vary wildly depending on the planet’s age, radionuclide abundance, and mass. “There are so many unknowns,” Lingam says. “We haven’t said the last word.”</p>", "image": "posts/planets.jpg", "category": 12, "publish": "2020-04-17T19:03:40Z", "created": "2020-04-21T19:09:28.960Z", "updated": "2020-04-21T19:09:28.960Z", "status": "published", "likes": [], "dislikes": []}}, {"model": "posts.category", "pk": 7, "fields": {"title": "Scientists", "slug": "scientists-1587482791", "created": "2020-04-21T15:26:31.242Z", "updated": "2020-04-21T15:26:31.242Z"}}, {"model": "posts.category", "pk": 8, "fields": {"title": "Astrophysics", "slug": "astrophysics-1587482885", "created": "2020-04-21T15:28:05.155Z", "updated": "2020-04-21T15:28:05.155Z"}}, {"model": "posts.category", "pk": 9, "fields": {"title": "Spaceflight", "slug": "spaceflight-1587484362", "created": "2020-04-21T15:52:42.987Z", "updated": "2020-04-21T15:52:42.987Z"}}, {"model": "posts.category", "pk": 10, "fields": {"title": "Stars", "slug": "stars-1587493780", "created": "2020-04-21T18:29:40.434Z", "updated": "2020-04-21T18:29:40.434Z"}}, {"model": "posts.category", "pk": 11, "fields": {"title": "History", "slug": "history-1587494414", "created": "2020-04-21T18:40:14.680Z", "updated": "2020-04-21T18:40:14.680Z"}}, {"model": "posts.category", "pk": 12, "fields": {"title": "Planets", "slug": "planets-1587495865", "created": "2020-04-21T19:04:25.627Z", "updated": "2020-04-21T19:04:25.627Z"}}]